Repository: tomvandenbogaart/imposter-game
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl

# welcome_subtitle
source: Find the sus among you
de: Finde den Hochstapler unter euch
es: Encuentra al impostor entre ustedes
fr: Trouvez l'imposteur parmi vous
nl: Vind de bedrieger onder jullie

# welcome_offlineMode_title
source: Offline Multiplayer
es: Multijugador Sin Conexión
fr: Multijoueur Hors Ligne

# welcome_offlineMode_subtitle
source: Pass the phone around
de: Reicht das Handy herum
es: Pasen el teléfono
fr: Passez le téléphone
nl: Geef de telefoon door

# welcome_playOffline_button
source: Play Offline
de: Offline Spielen
es: Jugar Sin Conexión
fr: Jouer Hors Ligne
nl: Speel Offline

# welcome_onlineMode_title
source: Online Multiplayer
es: Multijugador En Línea
fr: Multijoueur En Ligne

# welcome_onlineMode_subtitle
source: Play with friends remotely
de: Spielt mit Freunden aus der Ferne
es: Juega con amigos a distancia
fr: Jouez avec des amis à distance
nl: Speel met vrienden op afstand

# welcome_yourName_label
source: Your Name
de: Dein Name
es: Tu Nombre
fr: Votre Nom
nl: Je Naam

# welcome_yourName_hint
source: Enter your display name
de: Gib deinen Anzeigenamen ein
es: Ingresa tu nombre de pantalla
fr: Entrez votre nom d'affichage
nl: Voer je weergavenaam in

# welcome_createRoom_button
source: Create Room
de: Raum Erstellen
es: Crear Sala
fr: Créer une Salle
nl: Maak Kamer

# welcome_joinRoom_button
source: Join Room
de: Raum Beitreten
es: Unirse a Sala
fr: Rejoindre une Salle
nl: Join Kamer

# welcome_or_divider
source: OR
de: ODER
es: O
fr: OU
nl: OF

# localSetup_title
source: Local Game
de: Lokales Spiel
es: Partida Local
fr: Partie Locale
nl: Lokaal Spel

# localSetup_players_header
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
nl: Spelers

# localSetup_addPlayer_button
source: Add Player
de: Spieler Hinzufügen
es: Agregar Jugador
fr: Ajouter un Joueur
nl: Speler Toevoegen

# localSetup_settings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
nl: Instellingen

# localSetup_settingsSummary
source: {rounds} {roundsLabel} · {timer} timer · {packName}
es: {rounds} {roundsLabel} · {timer} cronómetro · {packName}
fr: {rounds} {roundsLabel} · {timer} chrono · {packName}

# localSetup_startRound_button
source: Start Round
de: Runde Starten
es: Iniciar Ronda
fr: Démarrer la Manche
nl: Start Ronde

# localSetup_defaultPlayerName
source: Player {number}
de: Spieler {number}
es: Jugador {number}
fr: Joueur {number}
nl: Speler {number}

# localSetup_roundSingular
source: round
de: Runde
es: ronda
fr: manche
nl: ronde

# localSetup_roundPlural
source: rounds
de: Runden
es: rondas
fr: manches
nl: rondes

# localSetup_random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
nl: Willekeurig

# localSetup_loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
nl: Laden...

# localSettings_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
nl: Instellingen

# localSettings_numberOfRounds
source: Number of Rounds
de: Anzahl der Runden
es: Número de Rondas
fr: Nombre de Manches
nl: Aantal Rondes

# localSettings_discussionTime
source: Discussion Time
de: Diskussionszeit
es: Tiempo de Discusión
fr: Temps de Discussion
nl: Discussietijd

# localSettings_wordPack
source: Word Pack
de: Wortpaket
es: Paquete de Palabras
fr: Pack de Mots
nl: Woordenpakket

# localSettings_selectPack_hint
source: Select a pack
de: Paket auswählen
es: Selecciona un paquete
fr: Sélectionnez un pack
nl: Selecteer een pakket

# localSettings_randomAllPacks
source: Random (All Packs)
de: Zufällig (Alle Pakete)
es: Aleatorio (Todos los Paquetes)
fr: Aléatoire (Tous les Packs)
nl: Willekeurig (Alle Pakketten)

# localSettings_revealProtection_title
source: Reveal Protection
de: Aufdeckschutz
es: Protección de Revelación
fr: Protection de Révélation
nl: Onthulbeveiliging

# localSettings_revealProtection_subtitle
source: Require hold to reveal cards
de: Halten zum Aufdecken der Karten
es: Mantener para revelar las cartas
fr: Maintenir pour révéler les cartes
nl: Houd ingedrukt om kaarten te onthullen

# localSettings_allowPause_title
source: Allow Pause
de: Pause Erlauben
es: Permitir Pausa
fr: Autoriser la Pause
nl: Pauzeren Toestaan

# localSettings_allowPause_subtitle
source: Enable pause during discussion
de: Pause während der Diskussion ermöglichen
es: Habilitar pausa durante la discusión
fr: Activer la pause pendant la discussion
nl: Pauzeren tijdens discussie inschakelen

# localSettings_hapticFeedback_title
source: Haptic Feedback
de: Haptisches Feedback
es: Retroalimentación Háptica
fr: Retour Haptique
nl: Haptische Feedback

# localSettings_hapticFeedback_subtitle
source: Vibrate on card reveal and votes
de: Vibration beim Aufdecken und Abstimmen
es: Vibrar al revelar cartas y votar
fr: Vibrer lors de la révélation et des votes
nl: Trillen bij kaartonthulling en stemmen

# localSettings_language_title
source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal

# localSettings_language_subtitle
source: Choose app language
de: App-Sprache wählen
es: Elegir idioma de la aplicación
fr: Choisir la langue de l'application
nl: Kies app-taal

# localSettings_language_system
source: System Default
de: Systemstandard
es: Predeterminado del Sistema
fr: Défaut du Système
nl: Systeemstandaard

# privacy_vote_label
source: Vote
de: Stimme
es: Voto
nl: Stem

# privacy_player_label
source: Player
de: Spieler
es: Jugador
fr: Joueur
nl: Speler

# privacy_passPhoneTo
source: Pass the phone to
de: Gib das Handy an
es: Pasa el teléfono a
fr: Passez le téléphone à
nl: Geef de telefoon aan

# privacy_toSeeRole
source: to see their role
de: um ihre Rolle zu sehen
es: para ver su rol
fr: pour voir son rôle
nl: om hun rol te zien

# privacy_toCastVote
source: to cast their vote
de: um abzustimmen
es: para votar
fr: pour voter
nl: om te stemmen

# privacy_ensurePrivacy
source: Make sure only {playerName} can see the screen
de: Stelle sicher, dass nur {playerName} den Bildschirm sehen kann
es: Asegúrate de que solo {playerName} pueda ver la pantalla
fr: Assurez-vous que seul {playerName} peut voir l'écran
nl: Zorg dat alleen {playerName} het scherm kan zien

# privacy_holdToContinue_button
source: Hold to Continue
de: Halten zum Fortfahren
es: Mantén para Continuar
fr: Maintenir pour Continuer
nl: Houd ingedrukt om door te gaan

# privacy_continue_button
source: Continue
de: Weiter
es: Continuar
fr: Continuer
nl: Doorgaan

# cardReveal_yourRole
source: Your Role
de: Deine Rolle
es: Tu Rol
fr: Votre Rôle
nl: Je Rol

# cardReveal_tapToReveal
source: Tap the card to reveal
de: Tippe auf die Karte zum Aufdecken
es: Toca la carta para revelar
fr: Touchez la carte pour révéler
nl: Tik op de kaart om te onthullen

# cardReveal_tapToReveal_card
source: TAP TO REVEAL
de: TIPPEN ZUM AUFDECKEN
es: TOCA PARA REVELAR
fr: TOUCHER POUR RÉVÉLER
nl: TIK OM TE ONTHULLEN

# cardReveal_roleAwaits
source: Your role awaits
de: Deine Rolle wartet
es: Tu rol te espera
fr: Votre rôle vous attend
nl: Je rol wacht

# cardReveal_hideCard_button
source: Hide Card
de: Karte Verstecken
es: Ocultar Carta
fr: Cacher la Carte
nl: Verberg Kaart

# cardReveal_findImposter
source: Find the imposter!
de: Finde den Hochstapler!
es: ¡Encuentra al impostor!
fr: Trouvez l'imposteur !
nl: Vind de bedrieger!

# cardReveal_imposter_title
source: IMPOSTER
de: HOCHSTAPLER
es: IMPOSTOR
fr: IMPOSTEUR
nl: BEDRIEGER

# cardReveal_yourHint
source: Your hint:
de: Dein Hinweis:
es: Tu pista:
fr: Votre indice :
nl: Je hint:

# cardReveal_noHint
source: No hint
de: Kein Hinweis
es: Sin pista
fr: Pas d'indice
nl: Geen hint

# cardReveal_blendIn
source: Blend in! Pretend you know the word.
de: Misch dich unter! Tu so, als würdest du das Wort kennen.
es: ¡Intégrate! Finge que conoces la palabra.
fr: Intégrez-vous ! Faites semblant de connaître le mot.
nl: Doe alsof je het woord kent.

# cardReveal_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend

# allSet_title
source: All Set!
de: Bereit!
es: ¡Listos!
fr: Prêt !
nl: Klaar!

# allSet_subtitle
source: All players have seen their cards
de: Alle Spieler haben ihre Karten gesehen
es: Todos los jugadores han visto sus cartas
fr: Tous les joueurs ont vu leurs cartes
nl: Alle spelers hebben hun kaarten gezien

# allSet_players_label
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
nl: Spelers

# allSet_timer_label
source: Timer
es: Cronómetro
fr: Chrono

# allSet_imposter_label
source: Imposter
de: Hochstapler
es: Impostor
fr: Imposteur
nl: Bedrieger

# allSet_instruction
source: Discuss to find the imposter. The imposter blends in without knowing the word!
de: Diskutiert, um den Hochstapler zu finden. Der Hochstapler muss sich ohne das Wort zu kennen tarnen!
es: Discutan para encontrar al impostor. ¡El impostor debe integrarse sin conocer la palabra!
fr: Discutez pour trouver l'imposteur. L'imposteur doit se fondre sans connaître le mot !
nl: Bespreek om de bedrieger te vinden. De bedrieger probeert mee te doen zonder het woord te kennen!

# allSet_startDiscussion_button
source: Start Discussion
de: Diskussion Starten
es: Iniciar Discusión
fr: Démarrer la Discussion
nl: Start Discussie

# discussion_title
source: Discussion
de: Diskussion
es: Discusión
nl: Discussie

# discussion_findImposter
source: Find the imposter!
de: Finde den Hochstapler!
es: ¡Encuentra al impostor!
fr: Trouvez l'imposteur !
nl: Vind de bedrieger!

# discussion_playerStarts
source: {playerName} starts!
de: {playerName} beginnt!
es: ¡{playerName} comienza!
fr: {playerName} commence !
nl: {playerName} begint!

# discussion_paused
source: PAUSED
de: PAUSIERT
es: PAUSADO
fr: EN PAUSE
nl: GEPAUZEERD

# discussion_pause_button
source: Pause
es: Pausar
nl: Pauze

# discussion_resume_button
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
nl: Hervat

# discussion_players_label
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
nl: Spelers

# discussion_skipToVote_button
source: Skip to Vote
de: Zur Abstimmung
es: Ir a Votar
fr: Passer au Vote
nl: Ga Naar Stemmen

# voting_title
source: {playerName}'s Vote
de: {playerName}s Stimme
es: Voto de {playerName}
fr: Vote de {playerName}
nl: Stem van {playerName}

# voting_whoIsImposter
source: Who is the imposter?
de: Wer ist der Hochstapler?
es: ¿Quién es el impostor?
fr: Qui est l'imposteur ?
nl: Wie is de bedrieger?

# voting_confirmVote_button
source: Confirm Vote
de: Stimme Bestätigen
es: Confirmar Voto
fr: Confirmer le Vote
nl: Bevestig Stem

# results_roundOf
source: Round {current} of {total}
de: Runde {current} von {total}
es: Ronda {current} de {total}
fr: Manche {current} sur {total}
nl: Ronde {current} van {total}

# results_groupWins
source: Group Wins!
de: Die Gruppe Gewinnt!
es: ¡El Grupo Gana!
fr: Le Groupe Gagne !
nl: De Groep Wint!

# results_imposterWins
source: Imposter Wins!
de: Der Hochstapler Gewinnt!
es: ¡El Impostor Gana!
fr: L'Imposteur Gagne !
nl: De Bedrieger Wint!

# results_voteTied
source: The vote was tied!
de: Stimmengleichheit!
es: ¡Empate en la votación!
fr: Égalité des votes !
nl: De stemming is gelijk!

# results_imposterFound
source: The imposter was found!
de: Der Hochstapler wurde gefunden!
es: ¡El impostor fue encontrado!
fr: L'imposteur a été trouvé !
nl: De bedrieger is gevonden!

# results_imposterEscaped
source: The imposter escaped!
de: Der Hochstapler ist entkommen!
es: ¡El impostor escapó!
fr: L'imposteur s'est échappé !
nl: De bedrieger is ontsnapt!

# results_wasImposter
source: was the Imposter
de: war der Hochstapler
es: era el Impostor
fr: était l'Imposteur
nl: was de Bedrieger

# results_hint
source: Hint: {hint}
de: Hinweis: {hint}
es: Pista: {hint}
fr: Indice : {hint}

# results_currentStandings
source: Current Standings
de: Aktuelle Rangliste
es: Clasificación Actual
fr: Classement Actuel
nl: Huidige Stand

# results_nextRound_button
source: Next Round
de: Nächste Runde
es: Siguiente Ronda
fr: Manche Suivante
nl: Volgende Ronde

# results_endGameEarly_button
source: End Game Early
de: Spiel Vorzeitig Beenden
es: Terminar Partida
fr: Terminer la Partie
nl: Spel Vroeg Beëindigen

# results_seeFinalResults_button
source: See Final Results
de: Endergebnisse Ansehen
es: Ver Resultados Finales
fr: Voir les Résultats Finaux
nl: Bekijk Eindresultaten

# results_playAgain_button
source: Play Again
de: Nochmal Spielen
es: Jugar de Nuevo
fr: Rejouer
nl: Opnieuw Spelen

# finalResults_winner
source: Winner!
de: Gewinner!
es: ¡Ganador!
fr: Gagnant !
nl: Winnaar!

# finalResults_tie
source: It's a Tie!
de: Unentschieden!
es: ¡Empate!
fr: Égalité !
nl: Gelijkspel!

# finalResults_gameOver
source: Game Over!
de: Spiel Vorbei!
es: ¡Juego Terminado!
fr: Partie Terminée !
nl: Spel Afgelopen!

# finalResults_noPoints
source: No one scored any points!
de: Niemand hat Punkte erzielt!
es: ¡Nadie anotó puntos!
fr: Personne n'a marqué de points !
nl: Niemand heeft punten gescoord!

# finalResults_roundsPlayed
source: {count} rounds played
de: {count} Runden gespielt
es: {count} rondas jugadas
fr: {count} manches jouées
nl: {count} rondes gespeeld

# finalResults_finalStandings
source: Final Standings
de: Endstand
es: Clasificación Final
fr: Classement Final
nl: Eindstand

# finalResults_playAgain_button
source: Play Again
de: Nochmal Spielen
es: Jugar de Nuevo
fr: Rejouer
nl: Opnieuw Spelen

# finalResults_exitToHome_button
source: Exit to Home
de: Zum Startbildschirm
es: Volver al Inicio
fr: Retour à l'Accueil
nl: Terug naar Home

# joinRoom_title
source: Join Room
de: Raum Beitreten
es: Unirse a Sala
fr: Rejoindre une Salle
nl: Join Kamer

# joinRoom_subtitle
source: Enter the room code to join the game
de: Gib den Raumcode ein, um beizutreten
es: Ingresa el código de la sala para unirte
fr: Entrez le code de la salle pour rejoindre
nl: Voer de kamercode in om mee te doen

# joinRoom_roomCode_label
source: Room Code
de: Raumcode
es: Código de Sala
fr: Code de Salle
nl: Kamercode

# joinRoom_joinGame_button
source: Join Game
de: Beitreten
es: Unirse
fr: Rejoindre
nl: Doe Mee

# lobby_title
source: Lobby
es: Vestíbulo
fr: Salon

# lobby_roomCode_label
source: Room Code
de: Raumcode
es: Código de Sala
fr: Code de Salle
nl: Kamercode

# lobby_tapToCopy
source: Tap to copy
de: Tippen zum Kopieren
es: Toca para copiar
fr: Toucher pour copier
nl: Tik om te kopiëren

# lobby_host_label
source: Host
es: Anfitrión
fr: Hôte

# lobby_startGame_button
source: Start Game
de: Spiel Starten
es: Iniciar Partida
fr: Démarrer la Partie
nl: Start Spel

# lobby_needMorePlayers
source: Need at least 3 players to start
de: Mindestens 3 Spieler zum Starten nötig
es: Se necesitan al menos 3 jugadores para comenzar
fr: Au moins 3 joueurs requis pour commencer
nl: Minimaal 3 spelers nodig om te starten

# lobby_waitingForHost
source: Waiting for host to start...
de: Warte auf Host...
es: Esperando al anfitrión...
fr: En attente de l'hôte...
nl: Wachten tot host start...

# store_title
source: Store
de: Shop
es: Tienda
fr: Boutique
nl: Winkel

# store_unlockPremium
source: Unlock Premium Features
de: Premium-Funktionen Freischalten
es: Desbloquear Funciones Premium
fr: Débloquer les Fonctionnalités Premium
nl: Ontgrendel Premium Functies

# store_supportDevelopment
source: Support development and enhance your experience
de: Unterstütze die Entwicklung und verbessere dein Erlebnis
es: Apoya el desarrollo y mejora tu experiencia
fr: Soutenez le développement et améliorez votre expérience
nl: Ondersteun de ontwikkeling en verbeter je ervaring

# store_bestValue
source: BEST VALUE
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE VALEUR
nl: BESTE WAARDE

# store_best
source: BEST
de: BESTE
es: MEJOR
fr: MEILLEUR
nl: BESTE

# store_oneTime
source: one-time
de: einmalig
es: único
fr: unique
nl: eenmalig

# store_purchase_button
source: Purchase
de: Kaufen
es: Comprar
fr: Acheter
nl: Kopen

# store_owned
source: Owned
de: Besitzt
es: Adquirido
fr: Possédé
nl: In bezit

# store_restorePurchases_button
source: Restore Purchases
de: Käufe Wiederherstellen
es: Restaurar Compras
fr: Restaurer les Achats
nl: Herstel Aankopen

# store_purchaseSuccessful
source: Purchase successful!
de: Kauf erfolgreich!
es: ¡Compra exitosa!
fr: Achat réussi !
nl: Aankoop succesvol!

# store_purchasesRestored
source: {count} purchase(s) restored!
de: {count} Kauf/Käufe wiederhergestellt!
es: ¡{count} compra(s) restaurada(s)!
fr: {count} achat(s) restauré(s) !
nl: {count} aankoop(en) hersteld!

# store_noRestore
source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
nl: Geen aankopen om te herstellen

# store_purchaseFailed
source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat échoué
nl: Aankoop mislukt

# store_noProducts
source: No products available
de: Keine Produkte verfügbar
es: No hay productos disponibles
fr: Aucun produit disponible
nl: Geen producten beschikbaar

# store_failedToLoadProducts
source: Failed to load products
de: Produkte konnten nicht geladen werden
es: Error al cargar productos
fr: Échec du chargement des produits
nl: Producten laden mislukt

# store_failedToLoadStore
source: Failed to load store
de: Shop konnte nicht geladen werden
es: Error al cargar la tienda
fr: Échec du chargement de la boutique
nl: Winkel laden mislukt

# store_retry_button
source: Retry
de: Erneut Versuchen
es: Reintentar
fr: Réessayer
nl: Opnieuw

# store_whatYouGet
source: What you get
de: Was du bekommst
es: Lo que obtienes
fr: Ce que vous obtenez
nl: Wat je krijgt

# store_adFree
source: Ad-free experience
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
nl: Advertentievrije ervaring

# store_allWordPacks
source: All word packs
de: Alle Wortpakete
es: Todos los paquetes de palabras
fr: Tous les packs de mots
nl: Alle woordenpakketten

# store_futurePacks
source: Future packs included
de: Zukünftige Pakete inklusive
es: Paquetes futuros incluidos
fr: Packs futurs inclus
nl: Toekomstige pakketten inbegrepen

# store_supportDev
source: Support development
de: Entwicklung unterstützen
es: Apoyar el desarrollo
fr: Soutenir le développement
nl: Ondersteun ontwikkeling

# store_legalApple
source: Purchases are processed by Apple App Store. All purchases are one-time payments.
de: Käufe werden über den Apple App Store abgewickelt. Alle Käufe sind Einmalzahlungen.
es: Las compras se procesan a través de la App Store de Apple. Todas las compras son pagos únicos.
fr: Les achats sont traités par l'App Store Apple. Tous les achats sont des paiements uniques.
nl: Aankopen worden verwerkt via de Apple App Store. Alle aankopen zijn eenmalige betalingen.

# store_legalGoogle
source: Purchases are processed by Google Play. All purchases are one-time payments.
de: Käufe werden über Google Play abgewickelt. Alle Käufe sind Einmalzahlungen.
es: Las compras se procesan a través de Google Play. Todas las compras son pagos únicos.
fr: Les achats sont traités par Google Play. Tous les achats sont des paiements uniques.
nl: Aankopen worden verwerkt via Google Play. Alle aankopen zijn eenmalige betalingen.

# premiumPack_title
source: Premium Pack
de: Premium-Paket
es: Paquete Premium
fr: Pack Premium
nl: Premium Pakket

# premiumPack_message
source: This word pack is part of the premium collection. Unlock all packs to access it!
de: Dieses Wortpaket ist Teil der Premium-Kollektion. Schalte alle Pakete frei, um Zugang zu erhalten!
es: Este paquete de palabras es parte de la colección premium. ¡Desbloquea todos los paquetes para acceder!
fr: Ce pack de mots fait partie de la collection premium. Débloquez tous les packs pour y accéder !
nl: Dit woordenpakket is onderdeel van de premium collectie. Ontgrendel alle pakketten om toegang te krijgen!

# premiumPack_cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren

# premiumPack_viewStore_button
source: View Store
de: Shop Ansehen
es: Ver Tienda
fr: Voir la Boutique
nl: Bekijk Winkel

# error_enterName
source: Please enter your name
de: Bitte gib deinen Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
nl: Voer je naam in

# error_createRoom
source: Error creating room: {error}
de: Fehler beim Erstellen des Raums: {error}
es: Error al crear la sala: {error}
fr: Erreur lors de la création de la salle : {error}
nl: Fout bij maken kamer: {error}

# error_allPlayersNeedName
source: All players must have a name
de: Alle Spieler müssen einen Namen haben
es: Todos los jugadores deben tener un nombre
fr: Tous les joueurs doivent avoir un nom
nl: Alle spelers moeten een naam hebben

# error_minPlayers
source: At least 3 players required
de: Mindestens 3 Spieler erforderlich
es: Se requieren al menos 3 jugadores
fr: Au moins 3 joueurs requis
nl: Minimaal 3 spelers vereist

# error_loadWords
source: Could not load words. Check your connection.
de: Wörter konnten nicht geladen werden. Überprüfe deine Verbindung.
es: No se pudieron cargar las palabras. Verifica tu conexión.
fr: Impossible de charger les mots. Vérifiez votre connexion.
nl: Kon woorden niet laden. Controleer je verbinding.

# error_roomCodeInvalid
source: Please enter a valid 6-character room code
de: Bitte gib einen gültigen 6-stelligen Raumcode ein
es: Por favor ingresa un código de sala válido de 6 caracteres
fr: Veuillez entrer un code de salle valide de 6 caractères
nl: Voer een geldige 6-tekens kamercode in

# error_joinRoom
source: Error joining room: {error}
de: Fehler beim Beitreten: {error}
es: Error al unirse a la sala: {error}
fr: Erreur lors de la connexion : {error}
nl: Fout bij joinen kamer: {error}

# error_startGame
source: Error starting game: {error}
de: Fehler beim Starten: {error}
es: Error al iniciar el juego: {error}
fr: Erreur lors du démarrage : {error}
nl: Fout bij starten spel: {error}

# error_failedToLoadPacks
source: Failed to load packs
de: Pakete konnten nicht geladen werden
es: Error al cargar los paquetes
fr: Échec du chargement des packs
nl: Pakketten laden mislukt

# snackbar_roomCodeCopied
source: Room code copied!
de: Raumcode kopiert!
es: ¡Código de sala copiado!
fr: Code de salle copié !
nl: Kamercode gekopieerd!

# wordPackSelector_title
source: Choose Your Theme
de: Wähle dein Thema
es: Elige tu Tema
fr: Choisissez votre Thème
nl: Kies je Thema

# wordPackSelector_viewAll
source: View All
de: Alle anzeigen
es: Ver Todo
fr: Voir tout
nl: Bekijk Alles

# wordPackSelector_random
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
nl: Willekeurig

# error_generic
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
nl: Fout: {error}

# results_points
source: {points} pts
de: {points} Pkt
nl: {points} ptn
